-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Apr 14, 2017 at 05:13 PM
-- Server version: 10.1.19-MariaDB
-- PHP Version: 5.5.38

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `elfert_cms`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `cat_id` int(11) NOT NULL,
  `cat_name` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`cat_id`, `cat_name`) VALUES
(23, 'رياضه'),
(24, 'مقالات'),
(25, 'اخبار ');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `comm_id` int(11) NOT NULL,
  `post_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `comment` text NOT NULL,
  `status` text NOT NULL,
  `comm_date` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `post_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `post` longtext NOT NULL,
  `post_category` varchar(255) NOT NULL,
  `post_image` varchar(255) NOT NULL,
  `author` varchar(255) NOT NULL,
  `post_status` varchar(255) NOT NULL,
  `post_date` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`post_id`, `title`, `post`, `post_category`, `post_image`, `author`, `post_status`, `post_date`) VALUES
(7, 'رسميًا.. إيقاف نيمار وغيابه عن الكلاسيكو', '<p>قررت لجنة المسابقات بالاتحاد الإسباني لكرة القدم معاقبة البرازيلي<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/19983/%D9%86%D9%8A%D9%85%D8%A7%D8%B1#bodykeywords"> نيمار </a>لاعب<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/3198/%D8%A8%D8%B1%D8%B4%D9%84%D9%88%D9%86%D8%A9#bodykeywords"> برشلونة </a>بالإيقاف ثلاث مباريات بسبب طرده في مواجهة مالاجا التي خسرها النادي الكتالوني بهدفين نظيفين.</p>\r\n<p>وقررت لجنة المسابقات معاقبة اللاعب بالإيقاف مباراة لحصوله على إنذارين، ما ترتب عليه طرده، وبالإيقاف مباراتين لخرق المادة رقم 117 من اللائحة التأديبية.</p>\r\n<p>ومن المتوقع أن يقدم النادي الكتالوني طعنا أمام لجنة الاستئناف و ومحكمة التحكيم الرياضي إذا استدعى الأمر.</p>\r\n<p>وبهذه الطريقة، إذا لم يقبل طعن البرسا فإنه سيغيب عن مواجهة سوسييداد في 15 من الشهر الجاري بكامب نو والكلاسيكو أمام<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/18514/%D8%B1%D9%8A%D8%A7%D9%84-%D9%85%D8%AF%D8%B1%D9%8A%D8%AF#bodykeywords"> ريال مدريد </a>بعدها بثمانية أيام على ملعب سانتياجو برنابيو وأساسونا يوم الأربعاء الموافق 26 من الشهر الجاري.</p>\r\n<p>وكان<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/19983/%D9%86%D9%8A%D9%85%D8%A7%D8%B1#bodykeywords"> نيمار </a>قد حصل على الإنذار الأول من مباراة مالاجا (ق27) لـ"عدم احترام المسافة التي تنص عليها اللوائح أثناء تنفيذ ركلة حرة من قبل الخصم بعد أن تعرض لتحذير شفهي مسبق بخصوص الأمر"، أما البطاقة الثانية في نفس المباراة والتي ترتب عليها طرده فإنها كانت "للتعدي على خصم في نزاع على الكرة"، وفقا لتقرير الحكم.</p>\r\n<p>وكشف الحكم خيسوس خيل مانزانو في التقرير أن<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/19983/%D9%86%D9%8A%D9%85%D8%A7%D8%B1#bodykeywords"> نيمار </a>"عقب تعرضه للطرد وأثناء توجهه للنفق المؤدي لغرفة الملابس، توجه نحو الحكم الرابع وصفق له".</p>', 'رياضه', 'images/post_image/post58efd43996f0d.jpg', '1', 'Published', '2017-04-10'),
(9, 'علماء الفضاء يحددون خارطة طريق لتكنولوجيا وبرمجيات الفضاء والاستشعار من البعد في مصر لـ 2017', '<p>أكد الدكتورم ح&nbsp;<a class="kwhd" href="http://www.masrawy.com/news/Tag-search/83739/%D9%85%D8%AD%D9%85%D9%88%D8%AF-%D8%AD%D8%B3%D9%8A%D9%86#bodykeywords">&nbsp;</a>القائم بأعمال الهيئة القومية للاستشعار من البعد وعلوم الفضاء أن استراتيجية تكنولوجيا الفضاء التي تسعى مصر لتحقيقها تستهدف تنظيم وتطوير قطاع<a class="kwhd" href="http://www.masrawy.com/news/Tag-search/697705/%D8%A8%D8%B1%D9%85%D8%AC%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D9%81%D8%B6%D8%A7%D8%A1#bodykeywords"> برمجيات الفضاء </a>المصري بمستوى عالمي يسهم في تحقيق المصالح البحثية والتطويرية لمصر، إلى جانب تشجيع ودعم جهود البحث العلمي والإبتكار الخاصة بتكنولوجيا برمجيات الفضاء.<br /><br />جاء ذلك خلال افتتاح حسين لفعاليات ورشة العمل التي نظمتها الهيئة بالتعاون مع مجلس بحوث الفضاء والاستشعار من البعد أحد المجالس النوعية المتخصصة بأكاديمية البحث العلمي والتكنولوجيا، لمناقشة خارطة الطريق لتحديث استراتيجية تكنولوجيا الفضاء والاستشعار من البعد وبرمجيات الفضاء 2017 ، للارتقاء بها ودعم اتخاذ القرار في التنمية المستدامة والحد من المخاطر، وذلك بمقر الهيئة .<br /><br />وأوضح الدكتور<a class="kwhd" href="http://www.masrawy.com/news/Tag-search/83739/%D9%85%D8%AD%D9%85%D9%88%D8%AF-%D8%AD%D8%B3%D9%8A%D9%86#bodykeywords"> م</a>&nbsp;ح أن رؤية مصر في علوم وتكنولوجيا الفضاء ترتكز على أن تكون مصر قادرة على الإسهام في التقدم العلمي والتكنولوجي في مجال الفضاء ، بما يضمن المشاركة في العوائد التنموية وتحقيق الأمن القومي والدخول في مجالات وأنشطة الفضاء لدفع عجلة التقدم والتنمية الاقتصادية والاجتماعية، من خلال نقل وتوطين وتطوير الاستخدام السلمي لعلوم الفضاء.<br /><br />وأضاف أن الاستراتيجية تهدف أيضا إلى امتلاك القدرات الذاتية لتصميم وبناء وإطلاق الأقمار الصناعية وتشغيلها بما يخدم استراتيجية الدولة في مجالات التنمية ويحقق الأمن القومي وزيادة القدرات التنافسية للصناعات المصرية ، وتوفير فرص عمل ذات قيمة مضافة عالية.<br /><br />من جانبه أوضح الدكتورم ع&nbsp;&nbsp;ح مقرر مجلس بحوث الفضاء والاستشعار من البعد أن الاستراتيجية تهدف إلى إنشاء وكالة الفضاء المصرية مع توضيح للهيكل المؤسسي ولاختصاصات المجلس الأعلى للوكالة ومجلس الإدارة ومهام الرئيس التنفيذي وإنشاء الشبكة العلمية المصرية للاستشعار عن بعد وإنشاء مكتبة للبصمة الطيفية والتي تعبر عن مدى التقدم البحثي والتكنولوجي في مجال الاستشعار في الدولة.<br /><br />كما أشار إلى أنه سيتم من خلال الاستراتيجية دعم خطة الدولة التنموية 2030 من خلال البرامج والمشروعات العملاقة ، مثل تنمية محور قناة السويس والمثلث الذهبي على ساحل البحر الأحمر وغيرها.<br />وأكد الدكتور ع &nbsp;ص&nbsp;مؤسس مجلس بحوث الفضاء أن تكنولوجيا الفضاء هي المستقبل، لافتا إلى ضرورة أن يضم مجلس بحوث الفضاء في تشكيله صناع القرار، ليشعروا بأهمية الفضاء في تحقيق التنمية المنشودة.<br /><br />شارك في ورشة العمل لفيف من الخبراء والمتخصصين من مختلف الجامعات والمراكز البحثية المتخصصة ، إلى جانب أعضاء مجلس بحوث الفضاء والاستشعار من البعد بأكاديمية البحث العلمي والتكنولوجيا.</p>', 'اخبار ', 'images/post_image/post58efd34363dca.jpg', '1', 'Published', '2017-04-10'),
(10, 'ما هي معجزة سيدنا يوسف؟', '<p>الفترة التي أقام فيها بنو إسرائيل في مصر هي فترة حساسة من تاريخهم الطويل، ومن التاريخ المصري على امتداده، فالداخل هو نبي كريم جاء من الأراضي المقدسة بقصة عجيبة، حيث دخل بنو إسرائيل أو بنو يعقوب &ndash;عليه السلام- بقصة رائعة أظهرت الإعجاز<a class="kwhd" href="http://www.masrawy.com/islameyat/Tag-search/597206/%D8%A7%D9%84%D9%82%D8%B5%D8%B5%D9%8A-%D8%A7%D9%84%D9%82%D8%B1%D8%A2%D9%86%D9%8A#bodykeywords"> القصصي القرآني </a>في قصة كاملة استعرضتها سورة النبي يوسف واحدة من أعظم سور القرآن الكريم.&nbsp;</p>\r\n<p>ومما زاد هذه الفترة أهمية هي الدرس الذي قدمته للبشرية، فعندما دخل أبناء يعقوب إلى مصر دخلوا والعزة تجللهم، ولكن الزمن غير الامور وقلبها رأساً على عقب، فلقد بدأ الذل والضعف يسيطر عليهم يوماً بعد يوم وشهراً بعد شهر وسنة بعد سنة، إلى أن أصبحوا عبيداً عند الفارعنة المصريين، وبلغت هذه المصيبة أوجها في آخر الفترة، حيث كان المخرج الوحيد هو المخلص موسى الرسول العظيم &ndash; عليه السلام &ndash; الذي جاء بالتشريع اليهودي، وحرر بني إسرائيل من الطغيان الفرعوني الذي جثم على قلوبهم، في قصة تحرير عالمية توارثتها الديانات ديناً بعد دين وخلدتها الكتب السماوية جميعها.&nbsp;</p>\r\n<p>ولكن الأجمل أن الداخل والمخلص، من كتب الصفحة الأولى في الرواية ومن ختمها هما شخصيتان عظيمتان عالميتان، فيوسف الداخل استطاع أن يأسر قلوب الجميع ليس بجماله خلقته بل بجمال خلفه، فلقد أعجب به المصريون ورفعوه إلى الأعالي كما أعجب به أبناء قومه، فهو شخصية توافقية توافق عليها الجميع بلا تردد، أما المخلص موسى العظيم فهو شخصية ناضلت وصارعت من أجل قومها وخلاص شعبها، فهو رمز التحرر حتى يومنا هذا وإلى الأبد. وهما أبناء السلالة الإبراهيمية التي هزت البشرية بأفعالها السامية.&nbsp;</p>\r\n<p>النبي يوسف هو ابن النبي يعقوب بن النبي إسحق بن إبراهيم &ndash;عليهم الصلاة والسلام أجمعين-، فهو من سلالة نبوية ليس لها مثيل، بدأ حياته برؤيا رآها تفاصيلها مذكورة بالتفصيل في القرآن الحكيم في سورة يوسف، وانتهت بتوليه المناصب العليا في الدولة المصرية وتحقق رؤياه في صغره، فلقد اشتهر هذا النبي الكريم بقدرته العظيمة على تفسير الرؤى الحقة التي تعتبر إلهاماً من الله &ndash;عز وجل- إلى الناس.&nbsp;</p>\r\n<p>فالرؤى في حياة النبي يوسف، مرتبطة في حياته منذ الصغر وفي كبره حينما فسر الرؤيا لرفقائه في السجن والذين تعرضوا لنفس المواقف التي فسرها لهم النبي يوسف مما أشاع عنه هذه الصفة ورفع من مراتبه عند المسؤولين في الدولة، في تكريم واضح ومكافأة له من الله تعالى على ما لاقاه من صعوبات وتحديات جسام خلال حياته الطاهرة.</p>\r\n<p>المصدر: موقع الموضوع</p>', 'مقالات', 'images/post_image/post58efd5b72556a.jpg', '1', 'Published', '2017-04-10'),
(11, 'استخدام &#39;&#39;ناقل الحركة&#39;&#39; بهذه الطريقة يوفر في استهلاك الوقود', '<p>هناك بعض الإجراءات والتدابير البسيطة التي تمكن أي قائد سيارة من التوفير في استهلاك الوقود بدرجة كبيرة. ويقدم الخبراء برابطة صناعة السيارات الألمانية والرابطة الاتحادية لمبادرة المستهلك ونادي السيارات الألماني (ADAC) ونادي السيارات الأوروبي مجموعة من النصائح والإرشادات للحد من استهلاك الوقود.</p>\r\n<p>القيادة بطريقة كاشفة للطريق: يؤكد الخبراء على أن قيادة السيارة مع كشف الطريق بالإضافة إلى دوران المحرك بعدد لفات منخفض، بحيث لا يتجاوز 2000 لفة/دقيقة يسهم في الحد من استهلاك الوقود بشكل كبير.</p>\r\n<p>ويمكن تحقيق ذلك من خلال النقل إلى التعشيقة الثانية بسرعة بعد بدء السير، وعند الوصول إلى 30 كلم/ساعة يتم النقل إلى التعشيقة الثالثة، أما التعشيقة الرابعة فيتم النقل إليها مع بلوغ 40 كلم/ساعة، واختيار أعلى تعشيقة عند السير بسرعة تزيد على 50 كلم/ساعة.</p>\r\n<p>إيقاف المحرك في فترات التوقف الطويلة: تستهلك السيارة قدراً كبيراًً من الوقود بلا داع في حالة تكرار الفرملة وبدء السير من جديد. لذلك ينبغي على قائد السيارة إيقاف المحرك في فترات التوقف التي تزيد على عشر ثوان، مثلاً عند التوقف في إشارات المرور الحمراء، مع عدم الضغط على دواسة الوقود عند بدء السير.</p>\r\n<p>تحديد السرعة القصوى: ينبغي على قائد السيارة عدم تجاوز السرعة القصوى 120 كلم/ساعة عند الانطلاق على الطرق السريعة؛ لأن مقاومة الهواء تزيد من استهلاك الوقود بدءاً من سرعة 100 كلم/ساعة. ومن الأفضل عند الانطلاق بسرعة غلق النوافذ، حتى لا يتوافر للرياح أسطح تأثير إضافية.</p>\r\n<p>مراقبة ضغط هواء الإطارات: أوضح الخبراء أن زيادة ضغط هواء الإطارات بمقدار 5ر0 بار عن القيم الموصى بها من الشركات المنتجة للسيارات، يمكن أن يؤدي، في ظل اتباع طريقة قيادة معتدلة، إلى خفض استهلاك الوقود بنسبة تصل إلى 3 %؛ لأن استهلاك الوقود ينخفض بفضل تحسين مقاومة الدوران بالإطارات.</p>\r\n<p>وعلى الجانب الآخر يزداد معدل استهلاك الوقود في حالة انخفاض ضغط هواء الإطارات، فمثلاً إذا انخفض ضغط الهواء بمقدار 5ر0 بار، فقد يؤدي ذلك إلى ارتفاع استهلاك الوقود بنسبة تصل إلى 5 % تقريباً؛ نظراً لارتفاع مقاومة الدوران بالإطارات. وكلما كانت الإطارات أعرض، ازداد احتياج السيارة للوقود.</p>\r\n<p>تجنب الأحمال غير الضرورية: يتعين على قائدي السيارات إزالة الأحمال غير الضرورية من صندوق الأمتعة؛ لأن الوزن الزائد بالسيارة يؤدي إلى زيادة استهلاك الوقود، فعلي سبيل المثال يمكن للحمولة الزائدة التي يبلغ وزنها 100 كجم أن تتسبب في زيادة استهلاك الوقود بنسبة تصل إلى 7 % في سيارات الفئة المتوسطة التي يبلغ وزنها 5ر1 طن. وبالإضافة إلى ذلك يؤدي صندوق السقف إلى زيادة استهلاك الوقود بمقدار 2 لتر/100 كلم، وذلك عند الانطلاق بالسيارة بسرعة 130 كلم/ساعة.</p>\r\n<p>إيقاف تجهيزات الراحة: يؤكد الخبراء أن استعمال الأجهزة الكهربائية ووسائل الراحة المتوافرة على متن السيارات الحديثة، مثل تدفئة المقاعد والمقود أو مكيف الهواء أو وظيفة تدفئة المرايا الجانبية، يزيد من معدل استهلاك السيارات للوقود؛ لأنه يتم توليد التيار الكهربائي عن طريق الدينامو الذي يعمل عن طريق المحرك.</p>\r\n<p>تجنب السير لمسافات قصيرة: ينظر كثيرٌ من خبراء السيارات إلى المسافات القصيرة باعتبارها العدو اللدود للمحرك؛ لأنه لا يصل في هذا المسافات إلى درجة حرارة تشغيله، ويستهلك قدراً أكبر من الوقود، بالتالي يصدر عنه مزيد من الانبعاثات الضارة بالبيئة، كما يتآكل المحرك بدرجة كبيرة خلال هذه الفترة.</p>', 'مقالات', 'images/post_image/post58efd55b450ee.jpg', '1', 'Published', '2017-04-10'),
(12, 'دروجبا ينتقل للدوري الأمريكي كلاعب وصاحب نادي', '<p>أعلن اللاعب الإيفواري ديديه دروجبا، دخوله في شراكة بملكية<a class="kwhd" href="http://www.masrawy.com/sports/Tag-search/707527/%D9%86%D8%A7%D8%AF%D9%8A-%D8%A3%D8%B1%D9%8A%D8%B2%D9%88%D9%86%D8%A7-%D9%8A%D9%88%D9%86%D8%A7%D9%8A%D8%AA%D8%AF%D8%8C#bodykeywords"> نادي أريزونا يونايتد، </a>الأمريكي.</p>\r\n<p>وقال "دروجبا" ـ عبر حسابه الرسمي بموقع التواصل الاجتماعي، فيسبوك، في ساعة مبكرة من صباح اليوم الخميس ـ :"سعيد بدخولي في شراكة بملكية نادي أريزونا يونايتد.. وسأُكمل مسيرتي في اللعب خلال الموسم الجاري".</p>\r\n<p>واللاعب ـ صاحب الـ 39 عامًا ـ، لم يُمارس كرة القدم احترافيًا منذ نوفمبر الماضي، حينما ترك نادي مونتريال إمباكت، الأمريكي.</p>\r\n<p>وأضاف اللاعب الإيفواري، في تصريحات صحفية له:" امتلاك نادي واللعب به في ذات الوقت أمرًا غير اعتياديًا بالنسبة لي.. ولكنه سيكون مشوق جدًا".</p>\r\n<p>وتابع اللاعب قائلاً: " جائتني عروضًا من الصين وانجلترا ولكنها للعب ضمن صفوف الفرق هناك.. ولكن الأمر الآن انتقال جيد فأنا لا أريد اللعب كثيرًا فقد اقتربت من عامي 40 ومن المهم التفكير في المرحلة المقبلة من عملك".</p>\r\n<p>وسبق لـ "دروجبا" تمثيل أندية مارسيليا، تشيلسي، جلطة سراي.</p>', 'رياضه', 'images/post_image/post58efd3d5e0d1c.jpg', '1', 'Published', '2017-04-11'),
(13, 'للرجل.. هذا ما عليك فعله إذا ظهر الشيب في رأسك', '<p>خلص باحثون في جامعة القاهرة أن الرجال الذين يظهر لديهم<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>في الرأس هم الأكثر عرضة للإصابة بأمراض القلب والأوعية الدموية. وشارك في الدراسة 545 رجلاً، طلب منهم المشرفون على الدراسة الخضوع للأشعة المقطعية. وأجريت لهم في نفس الوقت فحوصىات للقلب.</p>\r\n<p>وفرق الباحثون الأشخاص المشاركين في التجربة إلى مجموعات حسب نسبة<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>في شعرهم أو أجزاء أخرى من أجسادهم، نقلا عن صحيفة "أوجسبورجر ألجماينه" الألمانية.</p>\r\n<p>وكانت النتيجة أنه كلما ارتفعت نسبة<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>ارتفعت مخاطر الإصابة بمرض القلب كتصلب الشرايين. وهذا يعني أن تزويد عضلة القلب بالدم لا يحدث بشكل صحيح، ما يتسبب في حدوث ألم في الصدر أو اضطرابات في إيقاع القلب، ما يعني ضرورة التوجه إلى طبيب قلب فوراً.</p>\r\n<p>ويفسر الباحثون العلاقة الموجودة بين<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>وأمراض القلب بالحمض النووي. فنسبة<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>ترتفع كلما حدث خلل في الحمض النووي، أوعندما يتم تشكيل عدد كبير من مركبات الأوكسجين التفاعلية خلال عملية التمثيل الغذائي أوعند حدوث التغيرات الهرمونية. ويتعلق الأمر هنا بنفس الآليات التي يمكن أن تتسبب في تصلب الشرايين. فالشيب لا يتسبب في أمراض القلب ولا أمراض القلب تتسبب في الشيب. ما هنالك هو أن<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب</a>وأمراض القلب لديهما نفس المسببات، تضيف ذات الصحيفة.</p>\r\n<p>وأوضح طبيب القلب الدكتور إيريني صموئيل، الذي أشرف على الدراسة، أن<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>هو إشارة على العمر البيولوجي للجسم الذي لا يتطابق دائماً مع العمر الحقيقي للأشخاص، وفقا لما أورده موقع "هايل براكسيس نيت" الألماني المتخصص في المواضيع الطبية. وهذا يعني أن<a class="kwhd" href="http://www.masrawy.com/howa_w_hya/Tag-search/275337/%D8%A7%D9%84%D8%B4%D9%8A%D8%A8#bodykeywords"> الشيب </a>يمكن أن يكون علامة تحذر من ارتفاع مخاطر الإصابة بأمراض القلب والشرايين. ومؤخرا أثبتت نتائج دراسة علمية أخرى وجود علاقة بين ارتفاع نسبة فقدان الشعر وبين أمراض القلب لدى الرجال.</p>', 'مقالات', 'images/no-image-post.png', '1', 'Published', '2017-04-11'),
(14, 'ماهو لوريم ايبسوم ؟', '<div class="text-justify">لوريم إيبسوم(Lorem Ipsum) هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من الزمن لم تقضي على هذا النص</div>', 'مقالات', 'images/no-image-post.png', '1', 'Published', '2017-04-11'),
(15, 'الأعياد تُشعل أسعار الذهب وعيار 21 يقفز إلى 647 جنيه', '<p>ارتفعت أسعار الذهب بمصر إلى مستويات تاريخية مع الإقبال على شراءه في ظل تزايد معدلات الزواج في موسم الأعياد الحالي، وارتفع سعر جرام 21 اليوم سبعة جنيهات ليصل إلى نحو 647 جنيه، بعدما زاد الذهب عالميا إلى أعلى مستوى له في 5 أشهر.</p>\r\n<p>وصعد سعر جرام 18 اليوم إلى 554 جنيها، وعيار 24 إلى 739 جنيها، ووصل سعر الجنيه الذهب 5176 جنيها، كما وصل سعر الأوقية غلى 1287.9 دولارا.</p>\r\n<p>"الشبكة جزء مهم من عاداتنا في الزواج ومينفعش الزواج يتم من غيرها حتى لو كانت هدية رمزية"، كما يقول ن م، مواطن، مشيرا إلى الإقبال حاليا على شراء الشبكة مع زيجات موسم الأعياد الذي بدأ في أحد السعف هذا الأسبوع.</p>\r\n<p>وقالم ش، إن موسم الأعياد سبب رئيسي في قفز سعر الذهب بمصر والعالم، ويضيف "استغل المستثمرون الأجانب هذه الفرصة وقاموا بشراء كميات كبيرة حتى ينخفض المطروح من الذهب في السوق ويزيد سعره فيربحون من ببيعه في وقت لاحق".</p>\r\n<p>وقال ن، "هناك مخاوف من أن يتسبب ارتفاع الأسعار في تقليل الإقبال على الشراء في ظل الركود الحالي في السوق".</p>\r\n<p>وتوقع ن أن يستمر صعود سعر الذهب بالسوق المصري خاصة أنه ارتفع بنحو 10 جنيهات منذ أمس، وذلك تأثرا بارتفاع سعر الأوقية عالميا إلى 1287.9 دولارا وهو أعلى مستوى له من 10 نوفمبر 2016.</p>', 'اخبار ', 'images/post_image/post58efd24d5ea65.jpg', '1', 'Published', '2017-04-12');

-- --------------------------------------------------------

--
-- Table structure for table `setting`
--

CREATE TABLE `setting` (
  `setting_id` int(11) NOT NULL,
  `site_name` varchar(255) NOT NULL,
  `site_logo` text NOT NULL,
  `slide` varchar(255) NOT NULL,
  `slide_value` int(11) NOT NULL,
  `section_a` varchar(255) NOT NULL,
  `section_a_value` int(11) NOT NULL,
  `section_b` varchar(255) NOT NULL,
  `section_b_value` int(11) NOT NULL,
  `tab_a` varchar(255) NOT NULL,
  `tab_a_value` int(11) NOT NULL,
  `tab_b` varchar(255) NOT NULL,
  `tab_b_value` int(11) NOT NULL,
  `tab_c` varchar(255) NOT NULL,
  `tab_c_value` int(11) NOT NULL,
  `facebook` text NOT NULL,
  `twitter` text NOT NULL,
  `google` text NOT NULL,
  `instegram` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `setting`
--

INSERT INTO `setting` (`setting_id`, `site_name`, `site_logo`, `slide`, `slide_value`, `section_a`, `section_a_value`, `section_b`, `section_b_value`, `tab_a`, `tab_a_value`, `tab_b`, `tab_b_value`, `tab_c`, `tab_c_value`, `facebook`, `twitter`, `google`, `instegram`) VALUES
(1, 'Elfert CMS', 'images/logo.png', 'اخبار ', 3, 'رياضه', 3, 'مقالات', 5, 'رياضه', 5, 'مقالات', 4, 'اخبار ', 4, 'https://ar-ar.facebook.com', 'https://twitter.com/?lang=ar', 'https://plus.google.com', 'https://www.instagram.com');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `user_id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `avatar` varchar(255) NOT NULL,
  `about_user` text NOT NULL,
  `facebook` varchar(255) NOT NULL,
  `twitter` varchar(255) NOT NULL,
  `youtube` varchar(255) NOT NULL,
  `register_date` varchar(255) NOT NULL,
  `role` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`user_id`, `username`, `email`, `password`, `gender`, `avatar`, `about_user`, `facebook`, `twitter`, `youtube`, `register_date`, `role`) VALUES
(1, 'admin', 'admin@admin.com', '21232f297a57a5a743894a0e4a801fc3', 'male', 'images/avatar/user58ea74f971d9e.jpg', '<p>مبرمج ويب حديث التخرج&nbsp;</p>', 'https://www.facebook.com', 'https://twitter.com', 'https://www.youtube.com', '2017-03-25', 'admin'),
(15, 'محمد', 'medo@yahoo.com', '202cb962ac59075b964b07152d234b70', 'male', 'images/avatar/user58f0e4f20a01f.png', '<p>مبرمج ويب علي وشك التخرج باذن الله</p>', '#', '#', '#', '2017-04-14', 'writer');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`cat_id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`comm_id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`post_id`);

--
-- Indexes for table `setting`
--
ALTER TABLE `setting`
  ADD PRIMARY KEY (`setting_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`user_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `cat_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;
--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `comm_id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `post_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `setting`
--
ALTER TABLE `setting`
  MODIFY `setting_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `user_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
